{
"loading_messages":[
   "Originally, Fun city was the themepark while Austin was the city but eventually they flip-flopped roles in 2018",
   "'Immy' comes from the names Timmy and Jimmy which were 'species' of bent sporks in 5th grade, The shape of the Immy Isles Reflect this",
   "Lorewise, 'Immy' comes from the Irish §oImmrama Tales §rwhich were about tales to a Christian Paradise located West of Ireland",
   "Fun has gone by many names such as: Funland, Fun City, New Fun City, Funtopolis, and Fun Amusement Park",
   "Aimee_Rockstarr was elected mayor in a 3-2 vote against Daddyof in 2017",
   "The Native Population of Fun, the 'sakes' are a corruption of the word 'Sock'",
   "Caellore is pronounced §oKiel-lair",
   "I reached 10 subscribers on Planet MC on the date of Febuary 13th 2025",
   "My first PlanetMC subscriber was HanlanasLTU, Shoutout to them!",
   "Super Shibaa Closet's name comes from §oAmelia's Closet §r in Sims 2, the 'misspelling' comes from the Second Location in the Oakton Mall",
   "Biggus City lasted 2 months, RIP Gabe's Phone",
   "Wondering How I made the Title? Ewanhowell.com!",
   "Too transfer worlds between Java and Bedrock, I use Je2Be. Meanwhile the Textures are transferred using Convertmcpack.net",
   "Chunky is used to make the renders of Fun aswell as other worlds like Y and Stevastun",
   "Around one in four people who view Funtopolis Download it",
   "Version 1.0.2 is the most popular with 1135 downloads as of writing this!",
   "Oakton was the first area with a name for the neighborhood",
   "Fun city Beta had a total finished area of 380,000 Blocks Squared!",
   "The oldest build in Fun was the police station not Traders, but the Police Station would be remodeled in 2018",
   "All the rivers and lakes In Fun Beta were dug out by hand in Survival mode due to quicker breaking speed with an efficiency 5 Shovel",
   "The first build based off something else was the Doge Inc HQ which was based off a §oSimcity Buildit§r Residental Plot"
]
}